[
  {
    "title": "Milan sign Spain striker Morata from Atletico Madrid",
    "timestamp": "19 July 2024",
    "content": "AC Milan have signed Spain forward Alvaro Morata from Atletico Madrid on a four-year contract with an option for a further 12 months.\nThe Serie A side triggered Morata's release clause - which was reportedly\n, external\n about £11m - in order to sign him.\nThe 31-year-old captained Spain to victory in Euro 2024 earlier this month.\nMorata made his professional debut with Real Madrid and has also played for Juventus and Chelsea.\nHe won the Champions League twice in two spells at Real Madrid and lifted the Italian title twice with Juventus.\nMorata, who won the FA Cup with Chelsea, has scored 36 goals in 80 matches for Spain.",
    "imageUrls": [
      "https://ichef.bbci.co.uk/news/2048/cpsprodpb/156b/live/2d8c0680-45c5-11ef-8900-833911b098f4.jpg"
    ]
  },
  {
    "title": "PSG threaten legal action against Lyon owner Textor",
    "timestamp": "19 July 2024",
    "content": "Paris St-Germain have threatened Lyon owner John Textor with legal action unless he stops what the French champions feel are \"defamatory and damaging statements\" about the club.\nPSG believe they have been left with no alternative other than to respond to Textor’s interview this week with Brazilian publication Globo.\nIn it, Textor, who through his Eagle Football Holdings group is a majority shareholder in Lyon and the biggest shareholder in Premier League club Crystal Palace, said he was competing against \"a country, not an owner\" and that PSG were a \"model of unbridled spending, without restrictions\".\nPSG have been majority owned since 2011 by Qatar Sports Investments, which has links with the Qatar Investment Authority - the country’s sovereign wealth fund.\nIn a letter signed by PSG’s general secretary Victoriano Melero, seen by BBC Sport, the club has called Textor’s comments \"false, incendiary, undignified and nonsensical\".\nThey add: “We would like to respond to a few of your most unwarranted smears that are particularly false, hypocritical, and disrespectful not only to PSG but the wider French football family.\n“You falsely state PSG has 'a model of unbridled spending without restrictions' while ignoring the fact your own club has had significant issues with Uefa and DNCG restrictions under your management.\"\nFrench football's financial watchdog, the DNCG, announced in July last year it would monitor Lyon's transfers and wage bill\n, external\n for the 2023-24 season after ruling the Ligue 1 club did not provide sufficient financial guarantees.\nThe measures were lifted in December after the DNCG approved Lyon's new budget.\n, external\nIn the letter, PSG also highlighted that American Textor criticised the Premier League's spending rules\n, external\n in February.\nThey added: \"You mention you are competing 'against a country' with PSG, ignorant of the fact that a significant portion of our club today is owned by US investor Arctos – which we thought you might be aware of, coming from the US.\n\"Less than 20% of PSG’s commercial revenue comes from Qatar companies, while PSG has signed 50 new partners in the last six years and only one of these was a Qatari brand.\"\nPSG end the letter by stating if Textor continues his \"defamatory and damaging statements\" they \"will be forced to add to your growing number of lawsuits in Brazil with additional action in France\".\nTextor is the largest shareholder of Brazilian top-flight club Botafogo.\nA legal case has been brought against him in Brazil by parties he accused of being involved in corruption and match-fixing, comments which were subsequently dismissed by the domestic football authorities, but which he refused to back down from in his Globo interview.",
    "imageUrls": [
      "https://ichef.bbci.co.uk/news/851/cpsprodpb/0157/live/35c80fb0-4601-11ef-96a8-e710c6bfc866.jpg"
    ]
  },
  {
    "title": "Premier League pre-season fixtures &amp; results",
    "timestamp": "15 July 2024",
    "content": "The football never stops.\nEuro 2024 has barely finished but Premier League clubs have started turning their attention to pre-season friendlies.\nThe games are spread across the globe, from Tokyo and New York to Sligo and Crawley.\nSo who will your team face? And when and where are the matches?\nAll kick-off times BST\n21 July: Wrexham v Bournemouth, Harder Stadium, Santa Barbara (00:00)\n25 July: Arsenal v Bournemouth, Dignity Health Sports Park, Los Angeles (03:30)\n4 August: Bournemouth v Rayo Vallecano, Vitality Stadium (15:00)\n10 August: Bournemouth v Girona, Vitality Stadium (17:15)\n25 July: Arsenal v Bournemouth, Dignity Health Sports Park, Los Angeles (03:30)\n28 July: Arsenal v Manchester United, SoFi Stadium, Los Angeles (01:00)\n1 August: Arsenal v Liverpool, Lincoln Financial Field, Philadelphia (00:30)\n7 August: Arsenal v Bayer Leverkusen, Emirates Stadium (18:00)\n11 August: Arsenal v Lyon, Emirates Stadium (14:00)\n17 July: Walsall 0-3 Aston Villa\n20 July: Spartak Trnava v Aston Villa, Anton Malatinsky Stadium, Trnava (15:00)\n28 July: Columbus Crew v Aston Villa, Lower.com Field, Columbus (01:00)\n1 August: RB Leipzig v Aston Villa, Red Bull Arena, New Jersey (01:00)\n3 August: Club America v Aston Villa, Soldier Field, Chicago (22:30)\n7 August: Aston Villa v Athletic Bilbao, Bescot Stadium (19:30)\n10 August: Borussia Dortmund v Aston Villa, Signal Iduna Park (16:00)\n20 July: AFC Wimbledon v Brentford, Plough Lane (13:00)\n25 July: Benfica v Brentford, Estadio da Luz, Lisbon (20:00)\n30 July: Brentford v Estrela de Amadora (behind closed doors - 11:00)\n3 August: Watford v Brentford, Vicarage Road (15:00)\n9 August: Brentford v Wolfsburg, Gtech Community Stadium (19:45)\n24 July: Kashima Antlers v Brighton, National Stadium, Tokyo (11:00)\n28 July: Tokyo Verdy v Brighton, National Stadium, Tokyo (10:30)\n3 August: QPR v Brighton, Loftus Road (15:00)\n10 August: Brighton v Villareal, Amex Stadium (15:00)\n25 July: Chelsea v Wrexham, Levi’s Stadium, Santa Clara (03:00)\n27 July: Chelsea v Celtic, Notre Dame Stadium, Indiana (21:00)\n1 August: Chelsea v Club America, Mercedes-Benz Stadium, Atlanta (00:00)\n3 August: Chelsea v Manchester City, Ohio Stadium, Columbus (22:30)\n7 August: Chelsea v Real Madrid, Bank of America Stadium, Charlotte (00:00)\n11 August: Chelsea v Inter Milan, Stamford Bridge (15:00)\n19 July: Crystal Palace 1-1 Charlton\n27 July: Crawley v Crystal Palace, Broadfield Stadium (12:30)\n1 August: Crystal Palace v Wolves, Navy-Marine Corps Memorial Stadium, Annapolis (01:00)\n4 August: Crystal Palace v West Ham, Raymond James Stadium, Tampa (00:00)\n11 August: Crystal Palace v Nantes, Selhurst Park (15:00)\n19 July: Sligo Rovers 3-3 Everton\n27 July: Salford City v Everton, Peninsula Stadium (15:00)\n30 July: Coventry City v Everton, Coventry Building Society Arena (19:45)\n3 August: Preston v Everton, Deepdale (15:00)\n10 August: Everton v Roma, Goodison Park (17:00)\n2 August: Benfica v Fulham, Estadio Algarve (20:00)\n10 August: Hoffenheim v Fulham, PreZero Arena, Sinsheim (16:00)\n20 July: Shakhtar Donetsk v Ipswich, Sportzentrum Landskron (TBC)\n27 July: Ipswich v Fortuna Dusseldorf, Portman Road (15:00)\n2 August: Borussia Monchengladbach v Ipswich, ATS Sportpark (13:30)\n3 August: Hoffenheim v Ipswich, Kufstein Arena (12:30)\n20 July: Villareal v Leicester, Camille Fournier Stadium (behind closed doors - 15:00)\n23 July: Shrewsbury v Leicester, Croud Meadow (19:45)\n26 July: Leicester v Palermo, SMH Group Stadium (19:00)\n3 August: Augsburg v Leicester, WWK Arena (14:30)\n10 August: Lens v Leicester, Stade Bollaert-Delelis (15:00)\n27 July: Liverpool v Real Betis, Acrisure Stadium, Pittsburgh (00:30)\n1 August: Liverpool v Arsenal, Lincoln Financial Field, Philadelphia (00:30)\n4 August: Liverpool v Manchester United, Brice Stadium, Columbia (00:30)\n11 August: Liverpool v Sevilla, Anfield (15:00)\n24 July: Manchester City v Celtic, Kenan Stadium, Chapel Hill (00:30)\n27 July: Manchester City v AC Milan, Yankee Stadium, New York, (23:00)\n31 July: Manchester City v Barcelona, Camping World Stadium, Orlando (00:00)\n3 August: Manchester City v Chelsea, Ohio Stadium, Columbus (22:30)\n10 August: Manchester City v Manchester United, Community Shield, Wembley (15:00)\n15 July: Manchester United 0-1 Rosenborg, Lerkendal Stadion, Trondheim\n20 July: Manchester United v Rangers, Murrayfield, Edinburgh (16:00)\n28 July: Manchester United v Arsenal, SoFi Stadium, Los Angeles (01:00)\n1 August: Manchester United v Real Betis, Snapdragon Stadium, San Diego (05:00)\n4 August: Manchester United v Liverpool, Brice Stadium, Columbia (00:30)\n10 August: Manchester City v Manchester United, Community Shield, Wembley (15:00)\n27 July: Hull v Newcastle, MKM Stadium (14:00)\n31 July: Urawa Red Diamonds v Newcastle, Saitama Stadium, Saitama (11:30)\n3 August: Yokohama F. Marinos v Newcastle, National Stadium, Tokyo (13:00)\n9 August: Newcastle v Girona, St James' Park (19:30)\n10 August: Newcastle v Stade Brestois, St James' Park, (16:00)\n13 July: Chesterfield 0-3 Nottingham Forest\n19 July: Nottingham Forest 1-1 Sunderland\n23 July: Nottingham Forest v Millwall, Pinatar Arena, Murcia (18:00)\n27 July: Nottingham Forest v Elche, Pinatar Arena, Murcia (10:00)\n2 August: Nottingham Forest v Villarreal, City Ground (20:00)\n8 August: Olympiakos v Nottingham Forest, Karaiskakis Stadium (19:00)\n19 July: Eastleigh 1-7 Southampton\n24 July: Bordeaux v Southampton, (behind closed doors in Spain - 10:00)\n27 July: Montpellier v Southampton, (behind closed doors in Spain - 10:00)\n31 July: Oxford v Southampton, Kassam Stadium (19:30)\n3 August: Millwall v Southampton, The Den (13:00)\n17 July: Hearts 1-5 Tottenham\n20 July: QPR v Tottenham, Loftus Road (15:00)\n27 July: Vissel Kobe v Tottenham, National Stadium in Tokyo (11:00)\n31 July: Team K League v Tottenham, Seoul World Cup Stadium (12:00)\n3 August: Bayern Munich v Tottenham, Seoul World Cup Stadium (12:00)\n10 August: Tottenham v Bayern Munich, Tottenham Hotspur Stadium (17:30)\n15 July: Ferencvaros 2-2 West Ham, Sportstadion Langau, Kitzbuhel\n20 July: Dagenham and Redbridge v West Ham, Chigwell Construction Stadium (15:00)\n28 July: Wolves v West Ham, EverBank Stadium, Jacksonville (00:00)\n4 August: Crystal Palace v West Ham, Raymond James Stadium, Tampa (00:00)\n10 August: West Ham v Celta Vigo, London Stadium (15:00)\n28 July: Wolves v West Ham, EverBank Stadium, Jacksonville (00:00)\n1 August: Wolves v Crystal Palace, Navy-Marine Corps Memorial Stadium, Annapolis (01:00)\n4 August: Wolves v RB Leipzig, Chase Stadium, Miami (00:30)\n10 August: Wolves v Rayo Vallecano, Molineux (15:00)",
    "imageUrls": [
      "https://ichef.bbci.co.uk/news/1024/cpsprodpb/7dd1/live/c6807f60-3a1c-11ef-944b-53ebccb147ed.jpg"
    ]
  },
  {
    "title": "Rangers willing to sell captain despite rejecting bid - gossip",
    "timestamp": "13 minutes ago",
    "content": "Rangers have rejected an opening offer from Turkish club Trabzonspor for James Tavernier but are willing to sell their captain. (Sky Sports)\n, external\nTrabzonspor will look to strike an improved deal for Tavernier, 32. (Fabrizio Romano on X)\n, external\nMeanwhile, Rangers may rekindle their interest in Preston North End winger Morgan Whittaker, a target back in January. (Record)\n, external\nWith only one year left on his contract, Bristol City's Scotland striker Tommy Conway is attracting interest from Rangers. (Football Insider)\n, external\nThe agent of Ianis Hagi is adamant that Rangers will look to cash in on the Romania midfielder this summer - but has ruled out a switch to the Turkish Super Lig. (Record)\n, external\nAtletico Madrid and Liverpool have been kept informed about Celtic midfielder Matt O'Riley's situation, with the 23-year-old Denmark international having already attracted interest from Atalanta. (Rudy Galetti on X)\n, external\nCeltic goalkeeper Benjamin Siegrist has opened talks over a move to Neil Lennon’s Rapid Bucharest. (Record)\n, external\nMeanwhile, Celtic are linked with Antwerp forward Michel-Ange Balikwisha, 23. (Sacha Tavolieri on X)\n, external\nDundee United are poised to sign 28-year-old striker Jort van der Sande from Dutch club Den Haag. (Scottish Sun)\n, external",
    "imageUrls": [
      "https://ichef.bbci.co.uk/news/1024/cpsprodpb/d350/live/bf40e8e0-4668-11ef-9e1c-3b4a473456a6.jpg"
    ]
  },
  {
    "title": "'Naivety of youth' could sweep Wales to Euros - Wilkinson",
    "timestamp": "19 July 2024",
    "content": "Head coach Rhian Wilkinson says the \"naivety of youth\" could be key to Wales getting through the play-off ties to qualify for their first major tournament.\nWales will take on Slovakia in the first round of play-offs for the Euro 2025 finals in Switzerland.\nWilkinson's side could then face the Republic of Ireland, who take on Georgia, in the second round if both progress.\n\"I think we're all really excited that we know our route, and there's four more games to make history,\" Wilkinson said.\nWales won their qualification group and were seeded for Friday's draw in Nyon after winning four and drawing two of their games so far.\nThey will be away to Slovakia on Friday, 25 October before hosting them in the second leg at Cardiff City Stadium on Tuesday, 29 October.\nIf Wales get through that, they will face Republic of Ireland or Georgia for a place at Euro 2025 on Friday, 29 November, followed by an away second leg on Tuesday, 3 December.\nWales could have got a much trickier second-round draw, such as Sweden - ranked sixth in the world - or the likes of Norway, Belgium, Iceland and Austria who are all in the top 20.\nIreland are 25th and Wales beat them in a friendly this year, but Wilkinson dismissed the idea her team got one of the best second-round draws.\n\"I don't think so,\" she said. \"I don't think it's an easy tie at all.\n\"We've seen them have some very close games, and then obviously they've just had a pretty historic win against France.\n\"But it is one that's more manageable than others we might have had.\n\"First of all, of course, we have a challenge against Slovakia home and away to take care of.\n\"We don't know that much about them - we haven't played them for a long time, but they had close games against Scotland, a team that we do know well.\n\"So that's a clear message to our players that no game is ever gifted and this will be one we're going to have to earn both away and at home.\"\nWales will lean heavily on experienced players such as record goalscorer Jess Fishlock, former captain Sophie Ingle and midfielder Angharad James to get them through the play-offs.\nBut Wilkinson says the youngsters in the squad could be just as - if not more - important to their hopes.\nThe last Wales squad of 26 had six teenagers and eight players aged between 20 and 24, with Wilkinson giving debuts to Manchester United teenagers Safia Middleton-Patel and Mayzee Davies.\n\"We've got a wonderful mix of senior experience, but also a lot of youth. And the naivety of youth is pretty special,\" she said.\n\"They don't have those scars [of past failures]. They have the eternal optimism that we need.\n\"And I've said to the team we're going to need the experienced players to step up and lead, and we're going to need our young players to show up and give us the kick when we need it because they don't have any scarring, any trauma to overcome.\n\"They're just excited to be there and able to deliver, but they have to have the experienced heads around them and that leadership.\n\"So I do think that part of a coach's job is to always try and find the right blend of those two types of players.\"\nFishlock - who set a new Wales goalscoring record in Tuesday's 2-0 qualifying win over Kosovo - says she is \"really happy\" with the draw as she aims to round off her international career in Switzerland next summer.\n\"I think the draw could have been unkind or really kind, and I think it's sat right in the middle,\" she said.\n\"I'm really happy with that because I'm used to us having not very kind draws, so now I'm just super excited.\n\"I think we've put ourselves in a really good position. We just have to focus now that come the play-offs, we're ready.\"",
    "imageUrls": [
      "https://ichef.bbci.co.uk/news/2048/cpsprodpb/f529/live/36c05230-45dc-11ef-b5e4-ed3a2b9245c9.jpg"
    ]
  }
]